tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "sst/tap"
brew "dotnet"
brew "fastfetch"
brew "fd"
brew "freetds"
brew "fzf"
brew "git"
brew "iproute2mac"
brew "lua"
brew "luarocks"
brew "neovim"
brew "ollama"
brew "ripgrep"
brew "shellcheck"
brew "tldr"
brew "wget"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "sst/tap/opencode"
cask "aerospace"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "wezterm@nightly"
cask "zen"
